Tekla.Structures.Dialog.Properties.Resources
A strongly-typed resource class, for looking up localized strings, etc.

Tekla.Structures.Dialog.Properties.Resources.#ctor
Constructor

Tekla.Structures.Dialog.Properties.Resources.ResourceManager
Returns the cached ResourceManager instance used by this class.

Tekla.Structures.Dialog.Properties.Resources.Culture
Overrides the current thread's CurrentUICulture property for all
resource lookups using this strongly typed resource class.

Tekla.Structures.Dialog.Properties.Resources.arrow_down
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.arrow_up
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.element_catalog_cross_section
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.element_catalog_cross_section_sketch
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.element_catalog_cross_section_user
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.onoff
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.profile_library
Looks up a localized resource of type System.Drawing.Icon similar to (Icon).

Tekla.Structures.Dialog.Properties.Resources.profile_parametric
Looks up a localized resource of type System.Drawing.Icon similar to (Icon).

Tekla.Structures.Dialog.Properties.Resources.profile_rule
Looks up a localized resource of type System.Drawing.Icon similar to (Icon).

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_1
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_10
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_11
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_13
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_15
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_2
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_3
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_4
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_5
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_6
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_7
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_8
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.prtyp_tree_9
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.TeklaStructures
Looks up a localized resource of type System.Drawing.Bitmap.

Tekla.Structures.Dialog.Properties.Resources.ts_icon
Looks up a localized resource of type System.Drawing.Icon similar to (Icon).